{
    "蜀红记忆":{
        "id":"d000",
        "name":"蜀红记忆",
        "info":"“蜀红记忆”以“传承红色基因，弘扬爱国精神”为核心，结合四川丰富的红色文化旅游资源，打造了一款集景点推荐、线路规划、社区互动、门票购买等功能于一体的APP。UI设计以红色为主色调，融入四川地域特色和革命文化元素，既展现了红色文化的庄重与历史感，又体现了现代科技的简洁与便捷。",
        "work":[
            {
                "id":"w001",
                "name":"",
                "src":"./design/d010.png",
                "info":"以和平鸽子为核心元素，传达出红色文化与和平理念的融合。"
            },{
                "id":"w002",
                "name":"",
                "src":"./design/d011.png",
                "info":"“蜀红记忆”APP不仅是一款红色文化旅游工具，更是一个传播红色文化、弘扬爱国主义精神的平台。通过功能丰富、体验流畅的设计，APP满足了用户的旅游需求，同时构建了一个红色文化社区，推动红色文化的传播与发展。"
            },{
                "id":"w003",
                "name":"",
                "src":"./design/d012.png",
                "info":"根据用户地理位置、兴趣偏好，智能推荐附近的红色文化景点。展示热门景点排行榜，帮助用户快速了解当前最受欢迎的红色景点。"
            }
        ]
    },
    "纸舞川魂":{
        "id":"d001",
        "name":"纸舞川魂",
        "info":"作品巧妙地将中国传统剪纸艺术与川剧三大绝活——喷火、变脸、滚灯相结合，呈现出一种独特的艺术风格。对于人物部分的刻画，采用了阳刻的手法。通过流畅的线条和细腻的剪裁，成功地捕捉到了人物的每一个细微动作和表情，使得人物形象生动而富有张力。在背景的处理上，则运用了阴刻的手法。阴刻使得背景部分更加深沉、立体，与前景的人物形成了鲜明的对比。",
        "work":[
            {
                "id":"dw001",
                "name":"变脸",
                "src":"./design/d001.jpg",
                "info":"作品再现川剧人物变脸瞬间，细腻展现快速变化的面部表情，突显川剧与剪纸艺术之独特魅力。背景杜甫草堂，承载深厚文化内涵，为作品增色，阴刻处理更添层次感。"
            },{
                "id":"dw003",
                "name":"滚灯",
                "src":"./design/d003.jpg",
                "info":"作品以川剧滚灯为主题，展现演员滚动、旋转配合灯光变换的舞蹈戏剧效果。背景融入成都安顺桥，彰显地域特色和传统建筑魅力，增强画面层次与空间感。"
            },{
                "id":"dw005",
                "name":"喷火",
                "src":"./design/d005.jpg",
                "info":"作品以川剧“喷火”为主题，剪纸形式展现演员高超技艺，直观感受川剧魅力。背景融入成都宽窄巷子，增添地域特色，传统与现代审美完美结合。"
            },{
                "id":"dw002",
                "name":"变脸",
                "src":"./design/d002.jpg",
                "info":"作品聚焦川剧“变脸”，剪纸艺术生动展现角色传统服饰、扇子与丰富多变的表情，彰显其独特魅力。背景天府广场增添地域特色，赋予作品深厚文化内涵。"
            },{
                "id":"dw004",
                "name":"滚灯",
                "src":"./design/d004.jpg",
                "info":"作品以川剧滚灯为主题，展现演员滚动、旋转配合灯光变换的舞蹈戏剧效果。背景融入成都安顺桥，彰显地域特色和传统建筑魅力，增强画面层次与空间感。"
            },{
                "id":"dw006",
                "name":"喷火",
                "src":"./design/d006.jpg",
                "info":"作品聚焦川剧“喷火”经典动作，以剪纸艺术生动展现其魅力，融合传统与创新。背景选在成都青羊宫，道教圣地增添作品地域特色与文化内涵，赋予作品神秘超自然之感。"
            }
        ]
    },
    "农趣绘时光":{
        "id":"d002",
        "name":"农趣绘时光",
        "info":"作品以二十四节气为文化载体，结合龙年，创造一个独特的IP形象，旨在将这一传统智慧与现代设计相结合，打造出一个属于二十四节气的形象，进而吸引年轻一代对二十四节气及中国传统文化的兴趣。",
        "work":[
            {
                "id":"dw009",
                "name":"清明",
                "src":"./design/d009.jpg",
                "info":"通过龙形IP的拟人化演绎，将“清明忙种麦”的农事谚语转化为可视化的文化符号，传递“不误农时”的生态哲学。以2024甲辰龙年为时间坐标，将生肖龙从神话图腾转化为春耕伙伴，既延续“龙司雨”的民间信仰，又赋予其“助春耕”的现代功能属性。杜鹃花与蓝尾鸲的组合，既体现“清明时节雨纷纷”的气候特征，又通过“花鸟虫鱼”的生态群像，构建“天地共生”的节气美学。"
            },
            {
                "id":"dw008",
                "name":"小满",
                "src":"./design/d008.jpg",
                "info":"通过龙形IP的拟人化演绎，将“小满宜雨忌涝”的农事谚语转化为可视化的文化符号，传递“顺应自然”的生态哲学。以2024甲辰龙年为时间坐标，将生肖龙从神话图腾转化为水泽守护者，既延续“龙司水”的民间信仰，又赋予其“助灌溉”的现代功能属性。虞美人与麦穗的组合，既体现“小满见三新”的物候特征，又通过“花果同现”的生态奇观，构建“天地共生”的节气美学。"
            },
            {
                "id":"dw007",
                "name":"芒种",
                "src":"./design/d007.jpg",
                "info":"通过龙形IP的拟人化演绎，将“芒种不种，再种无用”的农事谚语转化为可视化的文化符号，传递“顺应天时”的生态哲学。以2024甲辰龙年为时间坐标，将生肖龙从神话图腾转化为农耕伙伴，既延续“龙司水”的民间信仰，又赋予其“助农耕”的现代功能属性。金银花作为节气代表花，既体现“芒种养生重清热”的中医理念，又通过花卉形态与龙形互动，构建“植物-动物-人类”的生态共同体意象。"
            }
        ]
    }
}